[
    {
        "year": "1993",
        "events": [
            "Создан первый логотип «Сантехкомплект».",
            "Заключен договор на оказание складских услуг со специализированной базой, расположенной на Звенигородском шоссе."
        ]
    },
    {
        "year": "1994",
        "events": [
            "Открыт филиал в Киеве.",
            "Заключен договор аренды нескольких ангаров на улице Дорожной в Москве и производственного цеха на Можайском арматурном заводе с целью производства трубной заготовки."
        ]
    },
    {
        "year": "1995",
        "events": [
            "Открыты филиалы в Санкт-Петербурге, Екатеринбурге, Риге и Ульяновске.",
            "Заключен договор аренды помещения под офис на ул. 1905 года в Москве."
        ]
    },
    {
        "year": "1996",
        "events": [
            "Приобретен земельный участок с ЖД-терминалом площадью 1 Га в городе Видное Московской области.",
            "Запущено параллельное производство трубной заготовки на складской базе в Видном.",
            "Отремонтированы помещения под офис на ул. 1905 года в Москве."
        ]
    },
    {
        "year": "1997",
        "events": [
            "Переезд в офис на ул. 1905 года в Москве."
        ]
    },
    {
        "year": "1998",
        "events": [
            "Приобретена конкурирующая компания «ТОКК-Сантехник» и открыт первый розничный магазин «Мастер-Сантехник» в Москве на её основе.",
            "Старт работы складской базы в Видном.",
            "Территория расширена за счет приобретения участка земли в 900 м².",
            "Весь товар перемещен на складскую базу и возведено первое административное здание."
        ]
    },
    {
        "year": "1999",
        "events": [
            "Запущен проект централизованной доставки по Москве."
        ]
    },
    {
        "year": "2000",
        "events": [
            "Выведена на рынок собственная торговая марка STC.",
            "Открыт филиал в Нижнем Тагиле.",
            "Приобретен контрольный пакет акций «Крупинского арматурного завода»."
        ]
    },
    {
        "year": "2003",
        "events": [
            "Приобретен земельный участок в Видном площадью 17 Га."
        ]
    },
    {
        "year": "2004",
        "events": [
            "Приобретен контрольный пакет акций «Семеновского арматурного завода».",
            "Открыты филиалы в Нижнем Новгороде и Челябинске."
        ]
    },
    {
        "year": "2005",
        "events": [
            "Приобретен контрольный пакет акций «Краснокутского арматурного завода».",
            "Открыт филиал в Белгороде."
        ]
    },
    {
        "year": "2006",
        "events": [
            "Открыты филиалы в Новосибирске и Тюмени."
        ]
    },
    {
        "year": "2008",
        "events": [
            "Запущена централизованная доставка по регионам РФ и странам СНГ.",
            "Выведены на рынок собственные торговые марки Ogint и FITTEX."
        ]
    },
    {
        "year": "2010",
        "events": [
            "Возведены 8 000 м² крытых площадей на территории складской базы в Видном.",
            "Открыт новый розничный магазин сети «Мастер-Сантехник» в Видном.",
            "Открыт филиал в Краснодаре."
        ]
    },
    {
        "year": "2013",
        "events": [
            "Выведена на рынок собственная торговая марка Titan.",
            "Открыты новые магазины сети «Мастер-Сантехник» в Москве, ­Нижнем Тагиле и Белгороде."
        ]
    },
    {
        "year": "2014",
        "events": [
            "Выведена на рынок собственная торговая марка Heaton.",
            "Открыт новый розничный магазин сети «Мастер-Сантехник» в Белгороде."
        ]
    },
    {
        "year": "2015",
        "events": [
            "Открыт новый розничный магазин сети «Мастер-Сантехник» в Белгороде."
        ]
    },
    {
        "year": "2016",
        "events":[
            "Начал работать интернет-магазин Santech.ru.",
            "Запущен цех по производству коллекторных узлов.",
            "Внедрена автоматизированная система управления товарными запасами.",
            "Выведена на рынок собственная торговая марка Aquasfera.",
            "Обновлен автопарк компании."
        ]
    },
    {
        "year": "2017",
        "events": [
            "Старт работы с застройщиками: ГК ПИК, Самолет Девелопмент, Крост.",
            "Введены в эксплуатацию 4 крытых хранилища общей площадью 3 378 м² и склад комплектации класса «А» площадью 9 288 м² в Видном.",
            "Осуществлен рестайлинг логотипа «Сантехкомплект».",
            "Выведена на рынок собственная торговая марка РОС."
        ]
    },
    {
        "year": "2018",
        "events": [
            "Введены в эксплуатацию 4 крытых хранилища общей площадью 4 458 м² в Видном.",
            "Внедрены современные складские технологии в Видном: хранение с использованием гравитационных и шатловых стеллажей, мезонинов; обработка груза кранами-штабелерами; обработка грузопотока терминалами сбора данных.",
            "Введен в эксплуатацию буферный склад в Смоленской области, состоящий из 3-х крытых хранилищ общей площадью 4 233 м².",
            "Выведена на рынок собственная торговая марка Benarmo."
        ]
    },
    {
        "year": "2019",
        "events": [
            "Комплектация собственными брендами и брендами партнеров более 50% объектов ГК ПИК и других застройщиков Москвы и области: А101, Самолет Девелопмент, Крост и т.д.",
            "Комплектация объектов по программе реновации.",
            "Введены в эксплуатацию 3 крытых хранилища общей площадью 1 764 м².",
            "Введено в эксплуатацию крытое хранилище 2 574 м² для обработки сборных грузов в Видном.",
            "Выведена на рынок собственная торговая марка Forteca."
        ]
    },
    {
        "year": "2020",
        "events": [
            "Оборудован мезонин 450 м² для расширения производства коллекторных узлов.",
            "Введена технология комплектации трубы с минимальным использованием крановой техники — труба сама скатывается из наборной ячейки в ячейку комплектации заказа."
        ]
    },
    {
        "year": "2021",
        "events": [
            "Организованы склады в Екатеринбурге и Владивостоке на 1000 паллето-мест каждый.",
            "Введены в эксплуатацию в Видном: крытое хранилище площадью 1 476 м²; арендованный склад общей площадью 3 500 м² на близлежащей территории; уникальная система мезонинно-шатловых стеллажей для санфаянса и сопутствующего ему товара; участок по изготовлению деревянных европоддонов.",
            "Выведена на рынок собственная торговая марка SantechSystems."
        ]
    },
    {
        "year": "2022",
        "events": [
            "Открыт теплый склад площадью 9000 м² в ближайшем Подмосковье.",
            "Автопарк расширен до 90 единиц автотранспорта."
        ]
    },
    {
        "year": "2023",
        "events": [
            "Открыт склад класса «А» в г.о. Домодедово площадью 21 000 м², укомплектованный шатловыми стеллажами.",
            "Запущено строительство двухэтажного склада класса «А» площадью 16 000 м² на территории логистического комплекса в Видном.",
            "Выведены на рынок насосы под собственной торговой маркой Ogint."
        ]
    },
    {
        "year": "2024",
        "events": [
            "Окончание строительства двухэтажного склада класса «А» площадью 16 000 м² на территории логистического комплекса в Видном."
        ]
    }
]
